Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=397_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Sámi Duodjin, Suomen saamelaiskäsityöyhdistyksen omistama käsityömyymälä Duodji Shop sijaitsee Sajoksen ensimmäisessä kerroksessa, pääsisäänkäynnin läheisyydessä.
sme: Sámi Duodji, Suoma sámeduojáriid searvi Duodji Shop oaččui ođđa gávppi ja doaimmahatsaji sámekulturguovddáš Sajosis. Sámi Duodji lea guovddáža vuosttaš gearddis, váldouvssa guoras, nu ahte gávpái lea álki boahtit.

source: Duodji Shopin myymälässä myydään aitoja saamelaiskäsitöitä, kirjoja ja musiikkia.
sme: Sápmelaš duodji lea muđuige árvvus ođđa kulturguovddážis, danin go feaskáris leat oaidnimis ollu sámi duojit.

source: Sámi Duodji on 30 vuotta vanha yhdistys ja sillä on noin 300 jäsentä.
sme: Sámi Duodji lea 30 jagi boares searvi ja das leat sulaid 300 lahtu.

source: Sámi Duodji tekee myös valistustyötä nuorten ja lasten parissa.
sme: Sámi Duodji bargá maid nuoraiguin ja mánáiguin.

source: Yhdistyksen ns. materiaalimyymälä on Inarin vanhan alakoulun tiloissa.
sme: Sámi Duodji gávppis leat vuovdimassii eakti sámi duojit, girjjit, musihkka ja duodjeávdnasat. Sámi Duojis leat barggus gaskamearálaččat vihtta olbmo, geain golmmas barget Anáris.

source: Yhdistyksen myymälässä on myynnissä kankaita, lankoja ja muita käsityötarvikkeita.
sme: Duodji Shop beaivválaš jođiheaddji lea Aune Musta.

source: Lisäksi alakoululla on tilat työpajatoimintaan.
sme: Lassedieđut Sámi Duojis .
